{
    "homeTitle" : "ماجوس العالمية",
    "learnMore":"المزيد",
    "mapTitle":"هذا ماجوس",
    "mapContent":"تأسست شركة ماجوس إنترناشيونال عام 1979، وهي شركة مشهورة في المملكة العربية السعودية ، متخصصون في تقديم مجموعة واسعة من ملابس الشركات والزي الرسمي وملابس العمل الصناعية ومعدات الحماية.",
    "clients":"عملائنا",
    "yearEx":"سنة من الخبرة",
    "brands":"العلامات التجارية",
    "locations":"الفروع",
    "products":"منتجاتنا",
    "clientDesc":"نحن خبراء في تزويد الشركات بالزي الرسمي والملابس الوظيفية وأدوات الحماية عالية الجودة التي ترفع من قيمة العلامة التجارية، وتضمن السلامة في مكان العمل، وتعزز التميز المهني لعملائنا.",
    "partenerTitle":"شركاؤنا",
    "partnerDesc":"يعمل جميع شركائنا على تحقيق أهداف تقدمية، تمامًا مثل ماجوس فنحن نتعاون بشكل وثيق مع شركائنا الموثوق بهم، وهم موردون مشهورون في الصناعة، لضمان أعلى مستويات الجودة والموثوقية لمنتجاتنا.",
    "productTitle":"منتجاتنا",
    "productDesc":"متخصصون في توريد ملابس الشركات والزي الرسمي ومعدات الحماية ذو الجودة العالية,بفضل المنتجات والخبرات عالية الجودة، فإننا نلبي احتياجات الأعمال المتنوعة، مما يضمن الاحترافية والسلامة والراحة.",
    "ourbusiness":"أعمالنا",
    "ContactUs":"تواصل معنا",
    "firstName":"الاسم الاول",
    "lastName":"الاسم الاخير",
    "companyName":"اسم الشركة",
    "companyActivity":"نشاط الشركة ",
    "email":"البريد إلكتروني",
    "phone":"رقم الهاتف",
    "sendBtn":"ارسال",
    "footerInfo":"تأسست شركة ماجوس إنترناشيونال عام 1979، وهي شركة مشهورة في المملكة العربية السعودية ، متخصصون في تقديم مجموعة واسعة من ملابس الشركات",
    "Riyadh":"الرياض",
    "Jeddah":"جدة",
    "Yanbuh":"ينبع",
    "Jubail":"الجبيل",
    "Dubai":"دبي",
    "socialMedia":"تواصل معنا على شبكات التواصل الاجتماعي",
    "aboutus":"من  نحن",
    "aboutContent":" تأسست عام 1979 وهي متخصصة في توريد ملابس الشركات والزيّ الموحد وملابس العمل الصناعية ومعدات الحماية في المملكة العربية السعودية",
    "vision":"رؤيتنا",
    "visionContent":"أن نكون المورد الرئيسي لملابس الشركات والزي الرسمي وملابس العمل الصناعية ومعدات الحماية، المعترف بها لجودتنا الاستثنائية وموثوقيتنا والتزامنا بتعزيز الصورة المهنية والسلامة للمؤسسات في جميع أنحاء العالم.",
    "mission":"مهمتنا",
    "missionContent":"مهمتنا هي تزويد الشركات في جميع أنحاء العالم بالزي الرسمي وملابس العمل ومعدات الحماية المتميزة التي تعزز السلامة والكفاءة المهنية وهوية العلامة التجارية ونهدف إلى تمكين المؤسسات من خلال توفير حلول عالية الجودة مصممة خصيصًا لتلبية احتياجاتها الفريدة"    
}