{
    "homeTitle" :"MAGUS International",
    "learnMore":"Learn More",
    "mapTitle":"THIS IS MAGUS",
    "mapContent":"Magus International, Established In 1979, Is A Renowned Company In Saudi Arabia. We Are Specialised In Providing A Wide Range Of Corporate Clothing, Uniforms, Industrial Workwear, And Protective Equipment.",
    "clients":"Our Clients",
    "yearEx":"year of experience",
    "brands":"brands",
    "locations":"locations",
    "products":"products",
    "clientDesc":"We Specialise In Supplying High-Quality Corporate Clothing, Uniforms, Workwear, And Protective Equipment That Enhance Brand Image, Ensure Workplace Safety, And Promote A Professional Appearance For Our Clients",
    "partenerTitle":"our Partners",
    "partnerDesc":"All Of Our Partners Are Working Towards Progressive Goals, Just Like MAGUS We Collaborate Closely With Our Trusted Partners, Who Are Renowned Suppliers In The Industry, To Ensure The Highest Quality And Reliability Of Our Products.",
    "productTitle":"our products",
    "productDesc":"We are specialised in supplying corporate clothing, uniforms, workwear, and protective equipment. With quality products and expertise, we cater to diverse business needs, ensuring professionalism, safety, and comfort.",
    "ourbusiness":"our business",
    "ContactUs":"Contact Us",
    "firstName":"first Name",
    "lastName":"last Name",
    "companyName":"company Name",
    "companyActivity":"Company activity",
    "email":"email",
    "phone":"phone number",
    "sendBtn":"Send Messsage",
    "footerInfo":"Magus International Is A Reputed Company Founded In 1979 That Is Specialised In Supplying Corporate Clothing ",
    "Riyadh":"Riyadh",
    "Jeddah":"Jeddah",
    "Yanbuh":"Yanbuh",
    "Jubail":"Jubail",
    "Dubai":"Dubai",
    "socialMedia":"Get Connected With Us On Social Networks",
    "aboutus":"About Us",
    "aboutContent":"Magus International Is A Reputed Company Founded In 1979 That Is Specialised In Supplying Corporate Clothing , Uniforms , Industry Workwear, And Protective Equipment In Saudi Arabia.",
    "vision":"Our Vision",
    "visionContent":"To Be The Premier Supplier Of Corporate Clothing, Uniforms, Industry Workwear, And Protective Equipment, Recognized For Our Exceptional Quality, Reliability, And Commitment To Enhancing The Professional Image And Safety Of Organisations Worldwide.",
    "mission":"Our Mission",
    "missionContent":"Our Mission Is To Supply Businesses Worldwide With Superior Corporate Clothing, Uniforms, Workwear, And Protective Equipment That Enhance Safety, Professionalism, And Brand Identity. Through Innovation, Customization, And Exceptional Service, We Aim To Empower Organisations By Providing High-Quality Solutions Tailored To Their Unique Needs."
}